import React from 'react'
import Button from '@mui/material/Button';

const PlivacyPolicy = (props) => {
  return (
    <div className='p-8'>
      <h1>プライバシーポリシー</h1>

      <h3>

      1. 情報の収集と利用<br/>
      弊社は、ユーザーが当ウェブサイトを利用する際に提供される個人情報を収集し、以下の目的で利用いたします：<br/>
      - サービス提供と運営<br/>
      - 問い合わせへの対応<br/>
      - カスタマイズされたコンテンツや広告の提供<br/>
      - サービスの改善や新機能の提供<br/>
      <br/>
      2. 第三者への提供<br/>
      弊社は、ユーザーの個人情報を第三者と共有することはありません。ただし、以下の場合を除きます：<br/>
      - ユーザーの同意がある場合<br/>
      - 法的要件に基づく場合<br/>
      <br/>
      3. セキュリティ<br/>
      弊社は、ユーザーの個人情報を適切に保護するために適切なセキュリティ対策を実施します。しかし、インターネット上でのデータ送信には完全なセキュリティを保証することはできません。<br/>
      <br/>
      4. Cookieの使用<br/>
      当ウェブサイトはCookieを使用します。Cookieは、ウェブサイトの利用履歴や設定などを記憶するために利用されます。ユーザーはCookieの受け入れを拒否することも可能ですが、その場合、一部のサービスや機能が制限される場合があります。<br/>
      <br/>
      5. 変更と更新<br/>
      プライバシーポリシーは予告なく変更・更新される場合があります。変更がある場合は、本ページで通知いたします。<br/>
      <br/>
      ご質問や個人情報の取り扱いに関するお問い合わせは、以下の連絡先までお願いいたします。<br/>
      </h3>

    </div>
  )
}

export default PlivacyPolicy